Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4002 FFD Fatigue Toolkit - Rev 1 - Master - 21July14.docx-omegat.tmx
Source language: en
Languages: es

source: July 16, 2013
es: 16 de julio de 2013

source: Health and safety toolkit
es: Kit de herramientas de salud y seguridad

source: Health and Safety Toolkit
es: Kit de herramientas de salud y seguridad

source: Fit for Duty and Fatigue
es: Aptitud para las labores y fatiga

source: Background
es: Antecedentes

source: Gp6 Requirements
es: Requisitos del GP6

source: Objective
es: Objetivo

source: responsibilities
es: responsabilidades

source: Management Team
es: Comité de Gerencia

source: Supervisor / Project Manager
es: Supervisor / Jefe de proyecto

source: Human Development Representative
es: Representante de Desarrollo Humano

source: HSE Advisor / Coordinator
es: Asesor/Coordinador de HSE

source: Employee
es: Colaborador

source: Consistent work and rest hours
es: Horarios de trabajo y descanso coherentes

source: Work hours
es: Jornada laboral

source: Shift rotation
es: Rotación de turnos

source: Rest Hours
es: Horas de descanso

source: Work break
es: Pausa laboral

source: Rest period
es: Periodo de descanso

source: Fatigue Leave
es: Permiso por fatiga

source: Fit for Duty and Fatigue Risk Assessments
es: Evaluaciones de aptitud para las labores y riesgo de fatiga

source: Fatigue risk assessment factors
es: Factores de la evaluación de riesgo de fatiga

source: Fatigue risk assessment controls
es: Controles de la evaluación de riesgo de fatiga

source: Assessing travel
es: Evaluación de viajes

source: Assessing shift rotations
es: Evaluación de las rotaciones de turnos

source: Emergency Situations
es: Situaciones de emergencia

source: appropriate Controls for high risk activities
es: Controles adecuados para actividades de alto riesgo

source: alcohol and drug use Restrictions
es: Restricciones al consumo de alcohol y drogas

source: useful links
es: Enlaces útiles

source: Figure 1: Normal sleep
es: Figura 1: sueño normal

source: APPENDICES
es: ANEXOS

source: APPENDIX A
es: ANEXO A

source: Fatigue Risk Assessment Example
es: Ejemplo de evaluación de riesgo de fatiga

source: APPENDIX B
es: ANEXO B

source: Questions and Answers
es: Preguntas y respuestas

source: Fatigue levels and an employee’s fitness for duty can be compromised by a number of factors and can represent a significant risk to themselves, other people, work operations and the surrounding environment.
es: Los niveles de fatiga y la aptitud de un colaborador para las labores pueden verse afectados por una variedad de factores y pueden representar un riesgo importante para el colaborador, para otras personas, para las operaciones y para el entorno.

source: Fatigue can decrease awareness, impair judgment, and negatively impact productivity, the quality of work and the ability to work safely.
es: La fatiga puede disminuir el estado de conciencia, nublar el juicio y tener un impacto negativo en la productividad, en la calidad del trabajo y en la capacidad para trabajar de manera segura.

source: Fatigue can affect many aspects of our mental and physical abilities.
es: La fatiga puede afectar muchos aspectos de nuestras habilidades mentales y físicas.

source: As little as two hours sleep loss on one occasion can affect reaction time, mental functioning, memory, mood and alertness.
es: La falta de apenas dos horas de sueño en una ocasión puede afectar el tiempo de reacción, el trabajo mental, la memoria, el temperamento y el estado de alerta.

source: The most common effects associated with fatigue are:
es: Los efectos más comunes de la fatiga son:

source: desire to sleep
es: ganas de dormir

source: lack of concentration
es: falta de concentración

source: impaired recollection of timing and events
es: problemas para recordar los hechos y el orden en que sucedieron

source: irritability
es: irritabilidad

source: poor judgment
es: menor capacidad de juicio

source: reduced capacity for communicating with others
es: menor capacidad de comunicarse con los demás

source: reduced hand-eye coordination
es: menor coordinación mano-ojo

source: reduced visual perception
es: menor percepción visual

source: reduced vigilance
es: menor vigilancia

source: reduced capacity to judge risk
es: menor capacidad de juzgar los riesgos

source: slower reaction times
es: menor tiempo de reacción

source: Long hours and heavy workloads can take their toll on employees working in the field and office.
es: Los horarios extendidos y el aumento de la carga de trabajo pueden pasar la cuenta a los colaboradores tanto en terreno como en la oficina.

source: Fatigue is exacerbated when employees are working beyond the standard office hours, at home after work and on weekends.
es: La fatiga se exacerba cuando los colaboradores trabajan después del horario normal de oficina, en su casa después del trabajo y los fines de semana.

source: Add in business development, client meetings and international travel and many senior employees may find it challenging to manage their work schedules to allow sufficient downtime.
es: Si a eso se agrega el desarrollo de negocios, las reuniones con clientes y los viajes internacionales, muchos colaboradores senior pueden tener problemas para manejar sus tiempos de trabajo de modo de tener suficiente tiempo de descanso.

source: A work/life fit which is too heavily weighted towards work can have acute and chronic effects on health and well being.
es: Una relación trabajo/vida personal que esté muy cargada hacia el trabajo puede tener efectos agudos y crónicos en la salud y el bienestar.

source: A recent study published in the American Journal of Epidemiology which combined the results of different studies over the last 50 years determined that long office hours resulted in a 40% -80% greater chance of heart disease compared to an eight hour work day.
es: Un estudio reciente publicado por la American Journal of Epidemiology que combinó los resultados de distintos estudios de los últimos 50 años determinó que las largas horas de trabajo en la oficina aumentaban en un 40% a 80% la posibilidad de sufrir enfermedad cardíaca en comparación con un día de ocho horas.

source: Researchers said that other factors could be increased levels of the stress hormone cortisol, poor eating habits and lack of physical activity due to limited leisure time.
es: Los invstigadores señalaron que otros factores podían ser el aumento en los niveles de la hormona del estrés, cortisol, malos hábitos alimenticios y la falta de actividad física debido a las limitaciones de tempo para elesparcimiento.

source: While we cannot always prevent our people from working long hours, we can look out for each other and be prepared to have the difficult discussions if we are concerned that a colleague’s working hours could affect their health and well being.
es: Aunque no siempre podamos evitar que la gente trabaje muchas horas, sí podemos cuidarnos entre todos y estar preparados para tener la conversación difícil si nos preocupa que un colega que está trabajando muchas horas pueda sufrir efectos en su salud y bienestar.

source: The mandatory standards for managing fitness for duty and fatigue are contained within Golder Global Procedure GP6: Management of Health and Safety.
es: Las normas para manejar la aptitud para las labores y la fatiga están en el procedimiento global de Golder GP6: Gestión de la salud y la seguridad.

source: These include work and rest hours, FFD and Fatigue Risk Assessments, appropriate controls for high risk activities and alcohol and drug use restrictions.
es: Allí se incluyen los horarios de trabajo y descanso, las evaluaciones de aptitud para las labores y fatiga, controles pertinentes para actividades de alto riesgo y restricciones al consumo de alcohol y drogas.

source: The GP6 requirements apply to all employees undertaking office or field work on behalf of Golder and Golder contractors.
es: Los requisitos del GP6 se aplican a todos los colaboradores que ejecutan labores de oficina o de campo en representación de Golder y a los contratistas de Golder.

source: Subcontractors should be informed of the fit for duty and fatigue requirements and held to the same levels of compliance as Golder employees.
es: Se debe informar a los subcontratistas de los requisitos de aptitud para las labores y fatiga de Golder y estos tienen la misma obligación que los colaboradores de Golder en cuanto a su cumplimiento.

source: The objective of this toolkit is to provide a comprehensive approach to promote fitness for duty and manage the risks associated with fatigue in all areas of our operations, in the field and office settings.
es: El objetivo de este kit de herramientas es mostrar un planteamiento integral hacia la promoción de la aptitud para las labores y el manejo de riesgos asociados con la fatiga en todas las áreas de nuestras operaciones, en el trabajo de campo y en la oficina.

source: The guidance contained herein shall be considered subordinate to legislative requirements, Golder Operating Company requirements and applicable codes of practice for the relevant jurisdiction(s).
es: Las orientaciones dadas aquí deben entenderse como supeditadas a los requisitos que impone la legislación, a los requisitos de la operación de Golder y a los códigos de prácticas que se apliquen según la jurisdicción.

source: The framework within the toolkit is intended to allow employees to make informed decisions about matters such as their personal fatigue levels and help identify where health and safety improvements can be made.
es: El marco que ofrece el kit de herramientas está destinado a permitir a los colaboradores tomar decisiones informadas sobre asuntos tales como sus niveles personales de fatiga y ayudarles a identificar dónde pueden hacer mejoras de salud y seguridad.

source: Table 1: DEFINITIONS AND ABBREVIATIONS
es: Tabla 1: DEFINICIONES Y ABREVIATURAS

source: Emergency
es: Emergencia

source: Sudden, unexpected, or impending situation that may cause injury, loss of life, damage to property or the environment, and/or interference with the normal activities of an employee or organization and which, therefore, requires immediate attention and remedial action.
es: Situación repentina, inesperada o inminente que puede causar lesiones, muerte, daño a la propiedad o al ambiente o interferencia con las actividades normales de un colaborador u organización y que, por lo tanto, requiere atención inmediata y medidas de remediación.

source: Work Hours
es: Jornada laboral

source: A maximum of 12 hours worked per day.
es: Un máximo de 12 horas trabajadas al día.

source: Shift Rotation
es: Rotación de turnos

source: A maximum of 14 consecutive 12 hour days without a day off.
es: Un máximo de 14 días consecutivos de 12 horas sin un día libre.

source: Fatigue
es: Fatiga

source: Physical, mental or emotional exhaustion resulting from a number of causes including, but not limited to, work, physical, mental or emotional exertion, lack of sleep, various stressors, or a combination of these factors.
es: Agotamiento físico, mental o emocional que resulta de causas diversas tales como esfuerzo laboral, físico, mental o emocional, falta de sueño, diversos estresores o una combinación de estos factores.

source: Time off to be taken immediately after completing 14 consecutive 12 hour days or at the end of the scheduled field shift rotation if longer.
es: Salida que se hace efectiva inmediatamente después de cumplir 14 jornadas de 12 horas consecutivas o al final de la rotación de turnos en terreno programada, si es mas prolongado.

source: To be applied at a minimum rate of:
es: Se aplica a una tasa mínima de:

source: two days per 14 consecutive 12 hour days, and;
es: dos días por cada 14 jornadas consecutivas de 12 horas

source: one additional day per seven consecutive 12 hour days worked beyond the initial 14 day period.
es: un día adicional por cada siete jornadas consecutivas de 12 horas trabajadas luego del periodo inicial de 14 días.

source: fatigue leave cannot be accrued.
es: el permiso por fatiga no es acumulable.

source: Fit for Duty (FFD)
es: Aptitud para las labores

source: Physically, mentally and emotionally able to perform all assigned duties and in a manner which does not compromise or threaten the safety and health of an employee or others while preserving the integrity of property and the environment.
es: Estar física, mental y emocionalmente apto para desarrollar todas las labores asignadas de manera que no comprometa o amenace la propia salud y seguridad del colaborador ni la de otros y que conserve la integridad de la propiedad y del medio ambiente.

source: An individual may be unfit for duty for a variety of reasons, including the adverse effects of fatigue, alcohol or drug use, or a range of physical, psychological or emotional limitations.
es: Alguien podría estar no apto para las labores por un sinnúmero de motivos tales como los efectos adversos de la fatiga o el consumo de alcohol o drogas o una gama de limitaciones físicas, sicológicas o emocionales.

source: Rest Period
es: Periodo de descanso

source: Non-work periods outside of the 12 hour work day.
es: Periodos no trabajados fuera de la jornada de 12 horas.

source: In application, rest periods must include time for sleep and should not include working on Golder reports or other administrative tasks.
es: En su aplicación, los periodos de descanso deben dar tiempo para dormir y no deben incluir el trabajar en informes para Golder u otras tareas administrativas.

source: Rest periods shall be applied at a minimum of ten hours in a 24 hour period.
es: Los periodos de descanso deben ejercerse por un mínimo de 10 horas dentro de un periodo de 24 horas.

source: Work Break
es: Pausa laboral

source: Non-work periods within a work day allowing time for eating, drinking and relaxation.
es: Periodos no trabajados durante la jornada laboral que dan tiempo para comer, beber y relajarse.

source: To applied at a minimum rate of:
es: Se aplica a una tasa mínima de:

source: 30 minutes per eight hours worked, and
es: 30 minutos por cada ocho horas trabajadas

source: 15 minutes per four hours worked beyond eight hours.
es: 15 minutos por cada cuatro horas trabajadas pasadas las ocho horas

source: Work Related Travel
es: Viaje de trabajo

source: Work related travel is defined as travel undertaken by a Golder employee which:
es: Los viajes de trabajo se definen como aquellos que un colaborador de Golder hace y que:

source: provides direct or indirect benefit to Golder; and/or
es: proporcionan un beneficio directo o indirecto a Golder;

source: would not be undertaken without direct instruction from Golder to do so
es: no se realizarían sin mediar una instrucción directa de Golder para ello.

source: It does not include an employee’s round-trip commute from their home to their normal place of work.
es: El traslado diario habitual del colaborador desde el hogar al lugar de trabajo y viceversa no se considera un “viaje”.

source: It is the responsibility of the Management Team to:
es: El Comité de Gerencia es responsable de:

source: Ensure GP6 requirements are implemented in their Op-Co and suitable resources are provided;
es: asegurarse de que se implementen los requisitos del GP6 en su operación y de contar con recursos adecuados.

source: Communicate the Fit for Duty and Fatigue requirements, as appropriate to ensure that employees are familiar with their duties and responsibilities for fit for duty and fatigue management;
es: comunicar los requisitos de aptitud para las labores y fatiga, según corresponda para asegurarse de que los colaboradores estén familiarizados con sus deberes y responsabilidades con el manejo de la aptitud para las labores y la fatiga.

source: Inform Golder employees of situations which might affect their fitness for duty and fatigue levels through training and awareness sessions;
es: informar a los colaboradores de Golder sobre las situaciones que pudieran afectar su aptitud para las labores y nivel de fatiga, mediante capacitación y sesiones de toma de conciencia.

source: Provide training to supervisors in managing employees with excessive weekly hours; and
es: ofrecer capacitación a los supervisores en el manejo de colaboradores con cargas horarias excesivas.

source: Establish local procedures for managing employees who are unfit for duty.
es: establecer procedimientos locales para manejar colaboradores que no son aptos para las labores.

source: It is the responsibility of the Supervisor / Project Manager to:
es: Es responsabilidad del Supervisor / Jefe de proyecto lo siguiente:

source: Conduct / review / approve risk assessments with affected employees for office or field work when required by GP6;
es: llevar a cabo / revisar / aprobar con los colaboradores afectados evaluaciones de riesgo para trabajo de gabinete o campo según los requisitos del GP6.

source: Review employee weekly time sheets and evaluate fit for duty and fatigue management compliance;
es: revisar las hojas de tiempo semanales de los colaboradores para evaluar el cumplimiento con el manejo de la aptitud para las labores y fatiga.

source: Ensure sufficient resources are in place to manage fatigue during a project or work task;
es: asegurarse de tener recursos suficientes para manejar la fatiga mientras se desarrollan las tareas de un proyecto o trabajo.

source: Inform Golder employees of situations that may affect their fitness for duty and fatigue levels during project planning;
es: informar a los colaboradores de Golder sobre las situaciones que pudieran afectar su aptitud para las labores y nivel de fatiga durante la planificación de proyectos.

source: Ensure project sub-contractors are aware of the GP6 requirements for fit for duty and fatigue;
es: asegurarse de que los subcontratistas de un proyecto tomen conciencia de los requisitos del GP6 en cuanto a aptitud para las labores y fatiga.

source: Appropriately manage employees who are unfit for duty;
es: manejar adecuadamente a colaboradores que nos son aptos para las labores.

source: Consider the requirements of this procedure when determining work shifts;
es: considerar los requisitos de este procedimiento al determinar los turnos de trabajo.

source: Recognize the effects, signs and symptoms of fatigue;
es: reconocer los efectos, señales y síntomas de la fatiga.

source: Plan preventative action to eliminate fatigue or to reduce the impact of factors that contribute to fatigue such as conditions, commuting times, employee factors and facilities for rest and recovery;
es: planear acciones preventivas para eliminar la fatiga o reducir el impacto de factores que contribuyen a la fatiga tales como condiciones, tiempos de viaje de ida y vuelta, factores de los colaboradores y facilidades para descansar y recuperarse.

source: Promote, monitor and enforce fatigue management strategies and techniques;
es: promover, monitorear y hacer cumplir las estrategias y técnicas de manejo de fatiga.

source: Provide appropriate sleeping / rest facilities for field work;
es: ofrecer facilidades adecuadas para el sueño / descanso en labores de campo.

source: Reduce commuting time on projects where possible;
es: reducir en lo posible los tiempos de viaje de ida y vuelta en los proyectos.

source: Support employees in refraining from performance of tasks if fatigue is indicated;
es: apoyar a los colaboradores en abstenerse de desarrollar tareas si están fatigados.

source: Manage situations where fatigue risk is identified;
es: manejar situaciones de riesgo de fatiga.

source: Organize transport home or to a suitable alternative place to sleep for workers who are unfit to drive due to fatigue; and
es: organizar el transporte a casa o a un lugar alternativo adecuado para que los trabajadores que no están en condiciones de conducir debido a la fatiga puedan dormir.

source: Consider other operational impacts on employees which may affect their fitness for duty and fatigue levels e.g. scheduling of other projects.
es: considerar otros impactos operacionales en los colaboradores que pudieran afectar su aptitud para las labores y nivel de fatiga, por ejemplo, la programación de otros proyectos.

source: Supervisor Responsibilities Example:
es: Ejemplo de responsabilidades del supervisor:

source: An employee is planning to fly and drive on a round trip from one Golder office to another in a single day.
es: Un colaborador tiene planes de volar y luego conducir de una oficina de Golder a otra y de vuelta en el mismo día.

source: Including time for meetings the journey is expected to take 16 hours.
es: Contando el tiempo en reuniones, el viaje completo durará 16 horas.

source: The employee discusses the journey with his supervisor, a fatigue risk assessment is conducted and controls put in place.
es: El colaborador habla del viaje con su supervisor, se hace una evaluación de riesgo de fatiga y se adoptan controles.

source: The controls include taxi transportation to and from the airport to remove the need for the employee to drive.
es: Los controles son el traslado en taxi desde y hacia el aeropuerto para descartar la necesidad de que el colaborador conduzca.

source: An appropriate late start time for the work day following the travel is also agreed.
es: También se acuerda que llegue más tarde a trabajar al día siguiente del viaje.

source: Project Manager Responsibilities Example:
es: Ejemplo de responsabilidades del jefe de proyecto:

source: Employees are required for two weeks fieldwork.
es: Se requieren colaboradores para un trabajo de campo de dos semanas.

source: The Project Manager is aware that the office has a lot of work underway and field employees are being stretched.
es: El jefe de proyecto es consciente de que la oficina tiene mucho trabajo en curso y que el personal de terreno está exigidos.

source: As part of project planning the Project Manager reviews the schedules of the employees he / she wishes to use in the field to determine the cumulative effect on fatigue created by the requirements of his project and the employees’ existing workload.
es: En la planificación del proyecto, el jefe de proyecto revisa los cronogramas de los colaboradores que quiere en su equipo para determinar el efecto acumulativo de la fatiga debido a los requisitos de este proyecto y de la carga de trabajo actual de los colaboradores.

source: The Project Manager schedules his / her fieldwork to allow employees sufficient opportunity to recover from cumulative fatigue and to avoid avoid placing employees in a situation where they are working back-to-back fieldwork programs for different projects.
es: El jefe de proyecto programa su trabajo de campo para dar a los colaboradores el tiempo suficiente para recuperarse de la fatiga acumulada y evitar ponerlos en situación de tener que pasar de un proyecto a otro sin pausa.

source: It is the responsibility of the Human Resources Representative to:
es: Es responsabilidad del Representante de Recursos Humanos lo siguiente:

source: In conjunction with HSE Advisors identify and implement training as required by GP6;
es: junto con los Asesores/Coordinadores de HSE, identificar e implementar capacitaciones según lo exigido en el GP6.

source: Respond to confidential fitness for duty and fatigue enquiries from employees;
es: responder a las consultas confidenciales sobre aptitud para las labores y fatiga hechas por los colaboradores.

source: Communicate, as necessary, with Project Managers or Supervisors on behalf of the employee;
es: comunicarse, de ser necesario, con los jefes de proyecto o supervisores en representación del colaborador.

source: Understand local legislation relating to work hours;
es: comprender la legislación local en relación con la jornada laboral.
